Repository: mozilla-l10n/mt-training-data
Catalog: xcl/xcl_pontoon.tmx
Source language: en_us
Languages: xcl

source: About { -brand-full-name }
xcl: Զ֊{ -brand-full-name }֊է

source: Access to the file was denied
xcl: Հասանելիութիւն նշին ժխտեալ է:

source: Add
xcl: Յաւելուլ

source: Blocked Page
xcl: Արգելափակեալ երես

source: { -brand-short-name } is backed by the non-profit Mozilla, which administers a completely open certificate authority (CA) store. The CA store helps ensure that certificate authorities are following best practices for user security.
xcl: { -brand-short-name } հոգացեալ է ընդ հովանեաւ յոր զհետ շահութի չէ պնդեալ Mozilla֊է, որ կառավարէ զհամաւրէն բաց շտեմարան հաւաստագրող ատենից։ Այս շտեմարան աւգնէ երաշխաւորել, զի հաւաստագրող ատեանք ըստ ամենայնի պահպանեն զանվտանգութիւն աւգտատեարց։

source: Close
xcl: Փակել

source: Copies
xcl: Պատճէնք

source: Details
xcl: Մանրամասունք

source: Document Expired
xcl: Ժամկիտանց փաստաթուղթ

source: en-US, en
xcl: xcl,hy,en-US,en

source: File not found
xcl: Նիշն գտեալ չէ:

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
xcl: Firefox եւ Firefox տարբերանշանքն են ապրանանիշք Mozilla Foundation֊ի

source: Get More Themes
xcl: Կա՛լ զայղ եւս ոճապնակս

source: Here be dragons!
xcl: Աստ զգուշացարո՛ւք։

source: Hmm. We’re having trouble finding that site.
xcl: Հնար չէ գտանել զայս կայս:

source: { $hostname } uses an invalid security certificate.
xcl: { $hostname } ի գործ ածէ զանվաւեր անվտանգութեան վկայագիր:

source: I accept the risk
xcl: Ես ընդունիմ զվտանգ

source: Install Date
xcl: Ժամանակ տեղադրման

source: Installed on: { $date }
xcl: Տեղադրեցաւ ի { $date }

source: Learn more
xcl: Գիտել զառաւելն

source: No updates installed yet
xcl: Արդիացմունք չեւ են տեղարդեալք

source: Open a Private Window
xcl: Բանալ զգաղտնի պատուհան

source: Options
xcl: Ընտրանք

source: Personalize
xcl: Անհատականացնել

source: Print
xcl: Տպագրել

source: Save
xcl: Պահել

source: Save As
xcl: Պահել որպէս

source: Save to PDF
xcl: Պահել ի PDF

source: Search
xcl: Խնդրել

source: Software Update
xcl: Արդիացումն ծրագրաշարի

source: Sorry! There are no results in Preferences for “<span data-l10n-name="query"></span>”.
xcl: Աւա՜ղ, ի կարգաւորմունս չիք արդիւնք ի “<span data-l10n-name="query"></span>”։

source: State
xcl: Վիճակ

source: Status: { $status }
xcl: Վիճակ՝ { $status }

source: The connection was interrupted
xcl: Կապն խզեցաւ:

source: The connection was reset
xcl: Կապն վերագործարկեցաւ

source: The following updates have been installed
xcl: Հետեւեալ արդիացմունք տեղադրեցան:

source: This address is restricted
xcl: Այս հասցէ արգելափակեալ է:

source: Type
xcl: Տիպ

source: Undo
xcl: Յետարկել

source: Undo Close Tabs
xcl: Յետարկել զփակ ներդիրս

source: Update:
xcl: Արդիացումն՝

source: Update History
xcl: Արդիացուցանել զպատմութիւն

source: Update Name
xcl: Արդիացման անուն

source: Update Ready to Install
xcl: Արդիացումն պատրաստ է առ ի տեղադրել

source: Webpage Language Settings
xcl: Վեբ զէջ լեզուի կարգաւորումք

source: Websites prove their identity via certificates, which are issued by certificate authorities.
xcl: Կայք հաստատեն զինքնութիւն իւրեանց ի ձեռն վկայագրաց, որք սահմանին ի հաւաստագրող ատենից։

source: What’s new
xcl: Զի՞նչ նոր իցէ

source: x-western
xcl: x-armn

source: Your browser is being managed by your organization.
xcl: Դիտարկիչ քո կառավարի ի կազմակերպութենէ քումմէ։
